frontend/controllers/PopulasiPendudukController.php

INSERT INTO `jumlah_penduduk` (`tahun`, `jumlah`) VALUES ('2022', 1037637)
---
    public function actionCreate()
    {
        $model = new JumlahPenduduk();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `jumlah_penduduk` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = JumlahPenduduk::findOne($id)) !== null) {